/*************************************************************************
 * ADOBE CONFIDENTIAL
 * ___________________
 *
 * Copyright 2021 Adobe
 * All Rights Reserved.
 *
 * NOTICE: All information contained herein is, and remains
 * the property of Adobe and its suppliers, if any. The intellectual
 * and technical concepts contained herein are proprietary to Adobe
 * and its suppliers and are protected by all applicable intellectual
 * property laws, including trade secret and copyright laws.
 * Dissemination of this information or reproduction of this material
 * is strictly forbidden unless prior written permission is obtained
 * from Adobe.
 **************************************************************************/

"NSAppleEventsUsageDescription" = "Adobe Acrobat muss auf andere Anwendungen zugreifen, um seine Funktionalitäten zu erweitern.";
"NSContactsUsageDescription" = "Adobe Acrobat verwendet Ihre Kontakte, um die Zusammenarbeit mit anderen zu vereinfachen.";
"NSPhotoLibraryUsageDescription" = "Adobe Acrobat verwendet die Fotobibliothek, um PDF-Dateien aus Bildern zu erstellen und umgekehrt.";
